Repository: coteditor/CotEditor
Catalog: Packages/EditorCore/Sources/CharacterInfo/Resources/UnicodeBlock.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, tr, zh_hans, zh_hant

source: Devanagari Extended
cs: Dévanágarí rozšířené
de: Devanagari Erweitert
es: Devanagari ampliado
fr: Devanagari étendu
it: Devanagari esteso
ja: デーバナーガリー文字拡張
ko: 데바나가리 문자 확장
nl: Devanagari Uitgebreid
pl: Dewanagari, rozszerzenie
pt: Devanágari Ampliado
tr: Genişletilmiş Devanagari
zh_hans: 天城文扩展
zh_hant: 天城文延伸

source: Devanagari Extended-A
cs: Dévanágarí rozšířené – A
de: Devanagari Erweitert-A
es: Devanagari ampliado-A
fr: Devanagari étendu-A
it: Devanagari esteso-A
ja: デーバナーガリー文字拡張A
ko: 데바나가리 문자 확장-A
nl: Devanagari Uitgebreid-A
pl: Dewanagari, rozszerzenie A
pt: Devanágari Ampliado-A
tr: Genişletilmiş Devanagari-A
zh_hans: 天城文扩展-A
zh_hant: 天城文延伸-A

source: Dives Akuru
cs: Divehi akuru
ja: ディヴェ文字
ko: 디베히 아쿠루 문자
zh_hans: 岛屿字母
zh_hant: 迪維斯阿庫魯文

source: Dogra
cs: Dogarské
es: Dogri
ja: ドーグラー語
ko: 도그리 문자
zh_hans: 多格拉文
zh_hant: 多格拉文

source: Domino Tiles
cs: Kostky domina
de: Dominosteine
es: Mosaicos de dominó
fr: Pièces de dominos
it: Tessere Domino
ja: ドミノ牌
ko: 도미노 타일
nl: Dominostenen
pl: Kostki domina
pt: Mosaicos de Dominó
tr: Domino Taşları
zh_hans: 多米诺骨牌
zh_hant: 西洋骨牌牌面

source: Duployan
cs: Duployého
de: Duployé
es: Duployé
fr: Duployé
ja: デュプロワイエ式速記
ko: 뒤플로예
pl: Stenografia Duployé'a
tr: Duploye
zh_hans: 杜普雷速记
zh_hant: 杜普盧耶速記符號

source: Early Dynastic Cuneiform
cs: Klínové písmo rané dynastie
de: Frühe dynastische Keilschrift
es: Cuneiforme (Dinastía temprana)
fr: Cunéiforme thinite
ja: 初期シュメール楔形文字
ko: 초기 왕조시대 쐐기 문자
nl: Vroeg-dynastiek spijkerschrift
pl: Wczesnodynastyczne pismo klinowe
pt: Cuneiforme da Época Tinita
tr: Erken Hanedanlar Dönemi Çivi Yazısı
zh_hans: 早期王朝楔形文字
zh_hant: 古王朝楔形文字

source: Egyptian Hieroglyph Format Controls
cs: Řízení formátu egyptských hieroglyfů
de: Formatsteuerungen für ägyptische Hieroglyphen
es: Controles de formato de jeroglíficos egipcios
fr: Commandes de formatage des hiéroglyphes égyptiens
it: Controlli formato geroglifico egiziano
ja: エジプト聖刻文字書式制御記号
ko: 이집트 상형 문자 포맷 제어기
nl: Opmaakregelaars Egyptische hiërogliefen
pl: Modyfikatory formatu hieroglifów egipskich
pt: Controles de Formatação de Hieróglifos Egípcios
tr: Mısır Hiyeroglifleri Biçim Denetimleri
zh_hans: 埃及圣书体格式控制
zh_hant: 埃及象形文字格式控制

source: Egyptian Hieroglyphs
cs: Egyptské hieroglyfy
de: Ägyptische Hieroglyphen
es: Jeroglíficos egipcios
fr: Hiéroglyphes égyptiens
it: Geroglifici egiziani
ja: エジプト聖刻文字
ko: 이집트 상형 문자
nl: Egyptische hiërogliefen
pl: Hieroglify egipskie
pt: Hieróglifos Egípcios
tr: Mısır Hiyeroglifleri
zh_hans: 埃及象形文字
zh_hant: 埃及象形文字

source: Egyptian Hieroglyphs Extended-A
cs: Egyptské hieroglyfy rozšířená - A
de: Ägyptische Hieroglyphen Erweitert-A
es: Jeroglíficos egipcios ampliado-A
fr: Hiéroglyphes égyptiens étendu-A
it: Geroglifici egiziani esteso-A
ja: エジプト聖刻文字拡張A
ko: 이집트 상형 문자 확장-A
nl: Egyptische hiërogliefen Uitgebreid-A
pl: Hieroglify egipskie, rozszerzenie A
pt: Hieróglifos Egípcios Estendido-A
zh_hans: 埃及象形文字扩展-A
zh_hant: 埃及象形文字延伸-A

source: Elbasan
cs: Elbasanské
ja: エルバサン文字
ko: 엘바산
pl: Elbasański
pt: Elbasani
zh_hans: 艾尔巴桑字母
zh_hant: 愛爾巴桑文

source: Elymaic
cs: Elamské
es: Elimaico
fr: Élymaïque
it: Elimaico
ja: エリマイス文字
ko: 엘림 문자
nl: Elymees
pl: Elymajski
pt: Elimaico
tr: Elamca
zh_hans: 埃利迈斯字母
zh_hant: 埃利邁文

source: Emoticons
cs: Smajlíky
es: Emoticonos
fr: Émoticônes
it: Emoticon
ja: 顔文字
ko: 이모티콘
pl: Emotikony
tr: Duygu simgeleri
zh_hans: 表情符号
zh_hant: 表情符號

source: Enclosed Alphanumeric Supplement
cs: Alfanumerický systém - dodatek
de: Umkreiste alphanumerische Ergänzung
es: Suplemento de alfanuméricos delimitados
fr: Alphanumériques encerclés supplémentaires
it: Supplemento alfanumerico incluso
ja: 囲み英数文字追加
ko: 괄호 알파벳 숫자 보충
nl: Omsloten alfanumerieke tekens Aanvulling
pl: Uzupełnienie otoczonych symboli alfanumerycznych
pt: Suplemento Alfanumérico Incluído
tr: Etrafı Çevrilmiş Alfasayısallar Eki
zh_hans: 圆圈中的字母数字补充
zh_hant: 框住的英數補充

source: Enclosed Alphanumerics
cs: Alfanumerický systém
de: Umkreiste Zeichen
es: Alfanuméricos delimitados
fr: Alphanumériques encerclés
it: Alfanumerici inclusi
ja: 囲み英数文字
ko: 괄호 알파벳 숫자
nl: Omsloten alfanumerieke tekens
pl: Otoczone symbole alfanumeryczne
pt: Alfanuméricos Delimitados
tr: Etrafı Çevrilmiş Alfasayısallar
zh_hans: 圆圈中的字母数字
zh_hant: 框住的英數字元

source: Enclosed CJK Letters and Months
cs: Orámované znaky a měsíce CJK
de: Geklammerte CJK Zeichen und Monate
es: Meses y letras CJC delimitados
fr: Lettres et mois CJK encerclés
it: Lettere e mesi CJK inclusi
ja: 囲みCJK文字・月
ko: 괄호 한중일 문자 및 달
nl: Omsloten CJK-letters/maanden
pl: Otoczone litery i miesiące CJK
pt: Letras e Meses CJK Delimitados
tr: Etrafı Çevrilmiş CJK Harfleri ve Ayları
zh_hans: 圆圈中的CJK字母和月份
zh_hant: 框住的中日韓字母和月份

source: Enclosed Ideographic Supplement
cs: Uzavřené ideogramy - dodatek
de: Umkreiste ideografische Ergänzung
es: Suplemento de ideográficos delimitados
fr: Idéogrammes encerclés supplémentaires
it: Supplemento ideografico incluso
ja: 囲みCJK文字追加
ko: 괄호 표의 문자 보충
nl: Omsloten ideogrammen Aanvulling
pl: Uzupełnienie otoczonych ideogramów
pt: Suplemento Ideográfico Incluído
tr: Etrafı Çevrilmiş İdeogram Eki
zh_hans: 圆圈中的表意文字补充
zh_hant: 框住的表意文字補充

source: Ethiopic
cs: Etiopština
de: Äthiopisch
es: Etíope
fr: Éthiopien
it: Etiope
ja: エチオピア文字
ko: 에티오피아 문자
nl: Ethiopisch
pl: Etiopski
pt: Etíope
tr: Etiyopya
zh_hans: 埃塞俄比亚文
zh_hant: 衣索比亞文

source: Ethiopic Extended
cs: Etiopština rozšířená
de: Erweitertes Äthiopisch
es: Etíope ampliado
fr: Éthiopique étendu
it: Etiopico esteso
ja: エチオピア文字拡張
ko: 에티오피아 문자 확장
nl: Ethiopisch Uitgebreid
pl: Etiopski, rozszerzenie
pt: Etíope Estendido
tr: Genişletilmiş Etiyopyaca
zh_hans: 埃塞俄比亚文扩展
zh_hant: 衣索比亞文延伸

source: Ethiopic Extended-A
cs: Etiopština rozšířená - A
de: Äthiopisch Erweitert-A
es: Etíope ampliado-A
fr: Éthiopien étendu-A
it: Etiopico esteso-A
ja: エチオピア文字拡張A
ko: 에티오피아 문자 확장 A
nl: Ethiopisch Uitgebreid-A
pl: Etiopski, rozszerzenie A
pt: Etíope Ampliado-A
tr: Genişletilmiş Etiyopyaca-A
zh_hans: 埃塞俄比亚文扩展-A
zh_hant: 衣索比亞文延伸-A

source: Ethiopic Extended-B
cs: Etiopština rozšířená – B
de: Äthiopisch Erweitert-B
es: Etíope ampliado-B
fr: Éthiopien étendu-B
it: Etiopico esteso-B
ja: エチオピア文字拡張B
ko: 에티오피아 문자 확장-B
nl: Ethiopisch Uitgebreid-B
pl: Etiopski, rozszerzenie B
pt: Etíope Ampliado-B
tr: Genişletilmiş Etiyopyaca-B
zh_hans: 埃塞俄比亚文扩展-B
zh_hant: 衣索比亞文延伸-B

source: Ethiopic Supplement
cs: Etiopština - dodatek
de: Ergänzungen zu Äthiopisch
es: Suplemento etiópico
fr: Supplément éthiopique
it: Integrazione etiopico
ja: エチオピア文字追加
ko: 에티오피아 문자 보충
nl: Ethiopisch Aanvulling
pl: Uzupełnienie etiopskiego
pt: Suplemento Etíope
tr: Etiyopyaca Eki
zh_hans: 埃塞俄比亚文补充
zh_hant: 衣索比亞文補充

source: General Punctuation
cs: Obecná interpunkce
de: Allgemeine Satzzeichen
es: Puntuación general
fr: Ponctuation générale
it: Punteggiatura generale
ja: 一般的な句読点
ko: 일반 구두점 기호
nl: Algemene interpunctie
pl: Ogólna interpunkcja
pt: Pontuação Geral
tr: Genel Noktalama
zh_hans: 一般标点符号
zh_hant: 一般標點符號

source: Geometric Shapes
cs: Geometrické tvary
de: Geometrische Symbole
es: Formas geométricas
fr: Formes géométriques
it: Forme geometriche
ja: 幾何学的な図形
ko: 도형 모양
nl: Geometrische vormen
pl: Kształty geometryczne
pt: Formas Geométricas
tr: Geometrik Şekiller
zh_hans: 几何形状
zh_hant: 幾何形狀

source: Geometric Shapes Extended
cs: Geometrické tvary rozšířené
de: Geometrische Symbole erweitert
es: Formas geométricas ampliadas
fr: Formes géométriques étendues
it: Forme geometriche estese
ja: 幾何学模様拡張
ko: 도형 모양 확장
nl: Geometrische vormen Uitgebreid
pl: Kształty geometryczne, rozszerzenie
pt: Formas Geométricas Extendidas
tr: Genişletilmiş Geometrik Şekiller
zh_hans: 几何图形扩展
zh_hant: 幾何形狀延伸

source: Georgian
cs: Gruzínština
de: Georgisch
es: Georgiano
fr: Géorgien
it: Georgiano
ja: ジョージア文字
ko: 조지아 문자
nl: Georgisch
pl: Gruziński
pt: Georgiano
tr: Gürcüce
zh_hans: 格鲁吉亚文
zh_hant: 喬治亞文

source: Georgian Extended
cs: Gruzínština – rozšíření
de: Georgisch breit
es: Georgiano ampliado
fr: Géorgien étendu
it: Georgiano esteso
ja: ジョージア文字拡張
ko: 조지아 문자 확장
nl: Georgisch Uitgebreid
pl: Gruziński, rozszerzenie
pt: Georgiano Ampliado
tr: Genişletilmiş Gürcüce
zh_hans: 格鲁吉亚字母扩展
zh_hant: 喬治亞文延伸

source: Georgian Supplement
cs: Gruzínština - dodatek
de: Ergänzungen zu Georgisch
es: Suplemento georgiano
fr: Supplément géorgien
it: Integrazione georgiano
ja: ジョージア文字追加
ko: 조지아 문자 보충
nl: Georgisch Aanvulling
pl: Uzupełnienie gruzińskiego
pt: Suplemento Georgiano
tr: Gürcüce Eki
zh_hans: 格鲁吉亚文补充
zh_hant: 喬治亞文補充

source: Glagolitic
cs: Hlaholice
de: Glagolitische Schrift
es: Glagolítico
fr: Glagolitique
it: Glagolitico
ja: グラゴール文字
ko: 글라골리틱 문자
nl: Glagolitisch
pl: Głagolica
pt: Glagolítico
tr: Glagol
zh_hans: 格拉哥里字母
zh_hant: 格拉哥里文

source: Glagolitic Supplement
cs: Hlaholice – dodatek
de: Ergänzungen zu Glagolitic
es: Suplemento glagolítico
fr: Supplément glagolitique
it: Glagolitico supplementare
ja: グラゴール文字追加
ko: 글라골 문자 보충
nl: Glagolitisch Aanvulling
pl: Uzupełnienie głagolicy
pt: Suplemento Glagolítico
tr: Glagol Alfabesi Eki
zh_hans: 格拉哥里字母补充
zh_hant: 格拉哥里文補充

source: Gothic
cs: Gotické
de: Gotisch
es: Gótico
fr: Gothique
it: Gotico
ja: ゴート文字
ko: 고딕 문자
nl: Gotisch
pt: Gótico
tr: Gotik
zh_hans: 哥特文
zh_hant: 歌德文

source: Greek and Coptic
cs: Řečtina a koptština
de: Griechische/Koptische Zeichen
es: Griego y copto
fr: Grec et copte
it: Greco e copto
ja: ギリシャ文字とコプト文字
ko: 그리스 및 콥트 문자
nl: Grieks en Koptisch
pl: Grecki i koptyjski
pt: Grego e Copta
tr: Yunanca ve Kıptice
zh_hans: 希腊文和科普特文
zh_hant: 希臘和科普替文

source: Greek Extended
cs: Řečtina rozšířená
de: Griechisch (Erweitert)
es: Griego ampliado
fr: Grec étendu
it: Greco esteso
ja: ギリシャ文字拡張
ko: 그리스 문자 확장
nl: Grieks Uitgebreid
pl: Grecki, rozszerzenie
pt: Grego Ampliado
tr: Genişletilmiş Yunanca
zh_hans: 希腊文扩展
zh_hant: 希臘文延伸

source: Gujarati
cs: Gudžarátština
es: Guyaratí
ja: グジャラート文字
ko: 구자라트 문자
pl: Gudżaracki
pt: Guzerate
tr: Güceratça
zh_hans: 古吉拉特文
zh_hant: 古吉拉特文

source: Gunjala Gondi
cs: Gundžalské góndské
es: Gondi de Gunjala
fr: Gondi de Gunjala
ja: グンジャラ・ゴーンディー文字
ko: 군자라 곤드어
pl: Gundźala Gondi
zh_hans: 古吉拉共地文字
zh_hant: 貢賈拉貢德文

source: Gurmukhi
cs: Gurmukhí
es: Gurmuji
ja: グルムキー文字
ko: 구르무키 문자
zh_hans: 古木基文
zh_hant: 古爾穆奇文

source: Halfwidth and Fullwidth Forms
cs: Tvary s poloviční a plnou šířkou
de: Halbbreite und vollbreite Formen
es: Formas ancho medio/completo
fr: Formes en demi-largeur et en pleine largeur
it: Forme a mezza larghezza e larghezza piena
ja: 半角・全角形
ko: 반각 및 전각 형식
nl: Vormen - halve/volle breedte
pl: Formy połowy i pełnej szerokości
pt: Formas de Meia Largura e de Largura Plena
tr: Yarım Genişlikteki ve Tam Genişlikteki Formlar
zh_hans: 半形和全形
zh_hant: 半形與全形格式

source: Hangul Compatibility Jamo
cs: Džamo kompatibilní s hangul
de: Hangul Kompatibilitäts-Jamo
es: Hangul compatible con Jamo
fr: Jamo de compatibilité Hangeul
it: Hangul compatibilità jamo
ja: ハングル互換字母
ko: 한글 호환 자모
nl: Hangul-compatibiliteit Jamo
pl: Dzamo zgodności dla hangul
pt: Jamo de Compatibilidade Hangul
tr: Hangıl Uyumluluğu Jamo
zh_hans: 韩文兼容字母
zh_hant: 韓文相容字母

source: Hangul Jamo
cs: Hangul džamo
fr: Jamo Hangeul
ja: ハングル字母
ko: 한글 자모
pl: Dzamo hangul
pt: Jamo Hangul
tr: Hangıl Jamo
zh_hans: 韩文字母
zh_hant: 韓文字母

source: Hangul Jamo Extended-A
cs: Hangul džamo rozšířené - A
de: Hangul Jamo Erweitert-A
es: Hangul Jamo ampliado-A
fr: Jamo Hangeul étendu-A
it: Hangul Jamo esteso-A
ja: ハングル字母拡張A
ko: 한글 자모 확장-A
nl: Hangul Jamo Uitgebreid-A
pl: Dzamo hangul, rozszerzenie A
pt: Hangul Jamo Ampliado-A
tr: Genişletilmiş Hangıl Jamo A
zh_hans: 韩文字母扩展-A
zh_hant: 韓文字母延伸-A

source: Hangul Jamo Extended-B
cs: Hangul džamo rozšířené - B
de: Hangul Jamo Erweitert-B
es: Hangul Jamo ampliado-B
fr: Jamo Hangeul étendu-B
it: Hangul Jamo esteso-B
ja: ハングル字母拡張B
ko: 한글 자모 확장-B
nl: Hangul Jamo Uitgebreid-B
pl: Dzamo hangul, rozszerzenie B
pt: Hangul Jamo Ampliado-B
tr: Genişletilmiş Hangıl Jamo B
zh_hans: 韩文字母扩展-B
zh_hant: 韓文字母延伸-B

source: Hangul Syllables
cs: Slabiky hangul
de: Hangul Silbenlaute
es: Sílabas hangul
fr: Syllabes Hangeul
it: Sillabe hangul
ja: ハングル音節文字
ko: 한글 문자
nl: Hangul-syllabenschrift
pl: Sylaby hangul
pt: Sílabas Hangul
tr: Hangıl Heceleri
zh_hans: 韩文音节
zh_hant: 韓文音節

source: Hanifi Rohingya
cs: Hanifovo rohingské
es: Hanifi rohinyá
fr: Hanifi du Rohingya
ja: ハニーフィー・ロヒンギャ文字
ko: 하니피 로힝야 문자
zh_hans: 哈乃斐罗兴亚文字
zh_hant: 哈乃斐羅興亞文

source: Hatran
cs: Hatranské
de: Hatra
es: Arameo de Hatra
ja: ハトラ文字
ko: 하트란
zh_hans: 哈坦文
zh_hant: 哈拉特文

source: Hebrew
cs: Hebrejština
de: Hebräisch
es: Hebreo
fr: Hébreu
it: Ebraico
ja: ヘブライ文字
ko: 히브리 문자
nl: Hebreeuws
pl: Hebrajski
pt: Hebraico
tr: İbranice
zh_hans: 希伯来文
zh_hant: 希伯來文

source: High Private Use Surrogates
cs: První části kódů vlastních náhradních znaků
es: Suplentes altos de uso privado
fr: Remplacements d’usage privé supérieurs
it: Surrogati ad uso privato alti
ja: 上位私用代用符号位置
ko: 높은 사용자 추가 대체 문자
nl: Hoge privé-gebruiksurrogaten
pl: Wysokie surogaty prywatnego użytku
pt: Substitutos de Uso Privado Altos
tr: Üst Özel Kullanım Vekilleri
zh_hans: 高半专用代理
zh_hant: 高位專用代理

source: High Surrogates
cs: První části kódů náhradních znaků
es: Suplentes altos
fr: Remplacements supérieurs
it: Surrogati alti
ja: 上位代用符合位置
ko: 높은 대체 문자
nl: Hoge surrogaten
pl: Surogaty wysokie
pt: Substitutos Altos
tr: Üst Vekiller
zh_hans: 高半代理
zh_hant: 高位代理

source: Ideographic Desc. Characters
cs: Ideografické popisné znaky
de: Ideografische Beschr. Zeichen
es: Caracteres desc. ideográficos
fr: Caractères idéographiques
it: Descrizione ideogrammi
ja: 漢字構成記述文字
ko: 상형 설명 문자
nl: Beschrijvende ideogrammen
pl: Znaki opisu ideograficznego
pt: Caracteres Desc. Ideográficos
tr: İdeogram Açıklama Karakterleri
zh_hans: 表意文字描述字符
zh_hant: 表意文字描述字元

source: Ideographic Symbols and Punctuation
cs: Ideografické symboly a interpunkce
de: Ideographische Symbole und Interpunktion
es: Signos de puntuación y símbolos ideográficos
fr: Symboles idéographiques et ponctuation
it: Simboli e punteggiatura ideografici
ja: 漢字構成記号と句読点
ko: 표의 문자 기호 및 구두점 기호
nl: Ideografische symbolen en leestekens
pl: Symbole i znaki interpunkcyjne ideograficzne
pt: Símbolos e Pontuação Ideográficos
tr: İdeogram Sembolleri ve Noktalama
zh_hans: 表意符号和标点符号
zh_hant: 表意文字符號和標點符號

source: Imperial Aramaic
cs: Imperiální aramejské písmo
de: Imperiales Aramäisch
es: Arameo imperial
fr: Araméen impérial
it: Aramaico imperiale
ja: 帝国アラム文字
ko: 제국 아랍 문자
nl: Keizerlijk Aramees
pl: Imperialny aramejski
pt: Aramaico Imperial
tr: İmparatorluk Aramicesi
zh_hans: 皇室阿拉姆文
zh_hant: 皇室阿拉姆文

source: Indic Siyaq Numbers
cs: Indické číslovky Siyaq
de: Indische Siyaq-Zahlzeichen
es: Números siyaq índicos
fr: Nombres siyaq indiens
it: Numeri siyaq indoari
ja: インド・シヤク数字
ko: 인도 시야크 숫자
nl: Indische Siyaq-cijfers
pl: Indyjskie liczby siyaq
pt: Números Siyaq Índicos
tr: Hintçe Siyak Rakamları
zh_hans: 印度西亚克数字
zh_hant: 印度西亞克數字

source: Inscriptional Pahlavi
cs: Psané pehlevské písmo
de: Inschrift-Pahlavi
es: Pahlavi inscriptivo
fr: Écriture pehlevi
it: Iscrizione Pahlavi
ja: 碑文のパフラヴィー文字
ko: 비문 파흐라비 문자
nl: Gegraveerd Pahlavi
pl: Inskrypcje pahlawi
pt: Pálavi Escrito
tr: Pehlevi Kitabe Dili
zh_hans: 巴拉维碑铭体
zh_hant: 巴拉維碑銘體

source: Inscriptional Parthian
cs: Psané partské písmo
de: Inschrift-Parthisch
es: Parto inscriptivo
fr: Écriture parthienne
it: Iscrizione Parthian
ja: 碑文のパルティア文字
ko: 비문 파르티아 문자
nl: Gegraveerd Parthiaans
pl: Inskrypcje partyjskie
pt: Parthian Inscrito
tr: Partça Kitabe Dili
zh_hans: 帕提亚碑铭体
zh_hant: 帕提亞碑銘體

source: IPA Extensions
cs: Rozšíření IPA
de: IPA-Erweiterung
es: Extensiones IPA
fr: Extensions IPA
it: Estensioni IPA
ja: 発音記号（IPA拡張）
ko: IPA 확장
nl: IPA-uitbreidingen
pl: Rozszerzenia IPA
pt: Extensões IPA
tr: IPA Genişletmeleri
zh_hans: IPA扩展
zh_hant: IPA延伸

source: Javanese
cs: Javánština
de: Javanisch
es: Javanés
fr: Javanais
it: Giavanese
ja: ジャワ文字
ko: 자바 문자
nl: Javaans
pl: Jawajski
pt: Javanês
tr: Cava Dili
zh_hans: 爪哇文
zh_hant: 爪哇文

source: Kaktovik Numerals
cs: Kaktovikské číslice
de: Kaktovikisches Zahlensystem
es: Números de Kaktovik
fr: Numération Kaktovik
it: Numeri di Kaktovik
ja: カクトビック数字
ko: 카크토빅 숫자
nl: Kaktovik-cijfers
pl: Cyfry Kaktovik
pt: Numerais de Kaktovik
tr: Kaktovik Rakamları
zh_hans: 卡克托维克数字
zh_hant: 卡克托維克數字

source: Kana Extended-A
cs: Kana rozšířená – A
es: Kana ampliado-A
fr: Kana étendu-A
it: Kana esteso-A
ja: かな拡張A
ko: 가나 확장-A
nl: Kana Uitgebreid-A
pl: Kana, rozszerzenie A
pt: Kana Ampliado-A
tr: Genişletilmiş Kana A
zh_hans: 日文假名扩展-A
zh_hant: 假名延伸-A

source: Kana Extended-B
cs: Kana rozšířená – B
de: Kana Erweitert-B
es: Kana ampliado-B
fr: Kana étendu-B
it: Kana esteso-B
ja: かな拡張B
ko: 가나 확장-B
nl: Kana Uitgebreid-B
pl: Kana, rozszerzenie B
pt: Kana Ampliado-B
tr: Genişletilmiş Kana-B
zh_hans: 日文假名扩展-B
zh_hant: 假名延伸-B

source: Kana Supplement
cs: Kana - dodatek
de: Ergänzungen zu Kana
es: Suplemento Kana
fr: Supplément kana
it: Integrazione Kana
ja: かな補助
ko: 가나 보충
nl: Kana Aanvulling
pl: Dodatek Kana
pt: Suplemento Kana
tr: Kana Eki
zh_hans: 假名补充
zh_hant: 假名補充

source: Kangxi Radicals
cs: Základní znaky Kangxi
de: Kangxi Radikale
es: Radicales kangxi
fr: Radicaux Kangxi
it: Radicali kangxi
ja: 康熙部首
ko: 강희자전 부수
nl: Kangxi-radicalen
pl: Radykały Kangxi
pt: Radicais Kangxi
tr: Kangxi Kökleri
zh_hans: 康熙字根
zh_hant: 康熙部首

source: Kannada
cs: Kannadština
es: Canarés
ja: カンナダ文字
ko: 칸나다 문자
pt: Canará
zh_hans: 卡纳达文
zh_hant: 坎那達文

source: Katakana Phonetic Extensions
cs: Katakana - fonetická rozšíření
de: Katakana Phonetische Erweiterungen
es: Extensiones fonéticas katakana
fr: Extensions phonétiq. Katakana
it: Estensioni fonetiche katakana
ja: カタカナ追加
ko: 가타카나 음성 기호 확장
nl: Katakana fonetische uitbr.
pl: Rozszerzenia fonetyczne Katakana
pt: Extensões Fonéticas do Katakana
tr: Katakana Fonetik Genişletmeleri
zh_hans: 片假名音标扩展
zh_hant: 片假名語音延伸

source: Kharoshthi
cs: Kharóšthí
de: Kharosthi-Schrift
fr: Kharoṣṭhī
ja: カローシュティー文字
ko: 카로슈티 문자
pl: Kharoszthi
zh_hans: 法卢文
zh_hant: 佉盧文

source: Khitan Small Script
cs: Malé kitanské psací
es: Pequeña escritura kitan
fr: Petite écriture khitan
it: Caratteri piccoli khitan
ja: 契丹小字
ko: 거란 문자 소자
nl: Khitaans klein schrift
pl: Małe pismo kitańskie
pt: Tipografia Kitan Pequena
tr: Hitayca Küçük Yazı
zh_hans: 契丹小字
zh_hant: 契丹小字

source: Khmer
cs: Khmerština
es: Jemer
ja: クメール文字
ko: 크메르 문자
pl: Khmerski
tr: Kmer Dili
zh_hans: 高棉文
zh_hant: 高棉文

source: Khmer Symbols
cs: Khmérské symboly
de: Khmer Symbole
es: Símbolos jemer
fr: Symboles Khmer
it: Simboli khmer
ja: クメール記号
ko: 크메르 기호
nl: Khmer-symbolen
pl: Symbole khmerskie
pt: Símbolos Khmer
tr: Kmer Dili Sembolleri
zh_hans: 高棉文符号
zh_hant: 高棉符號

source: Lao
cs: Laoština
de: Laotisch
es: Laosiano
fr: Laotien
ja: ラオ文字
ko: 라오 문자
pl: Laotański
tr: Laos Dili
zh_hans: 老挝文
zh_hant: 寮文

source: Latin Extended Additional
cs: Latinka rozšířená doplňková
de: Lateinisch Erweitert Zusatz
es: Latino ampliado adicional
fr: Latin étendu supplémentaire
it: Latino esteso supplementare
ja: ラテン文字拡張追加
ko: 라틴 추가 확장
nl: Latijns Uitgebreid Aanvullend
pl: Łaciński, rozszerzenie dodatkowe
pt: Latim Ampliado Adicional
tr: Genişletilmiş Latin Eki
zh_hans: 拉丁文扩展附加
zh_hant: 拉丁延伸附加文字

source: Latin Extended-A
cs: Latinka rozšířená – A
de: Lateinisch Erweitert-A
es: Latino ampliado-A
fr: Latin étendu-A
it: Latino esteso-A
ja: ラテン文字拡張A
ko: 라틴 확장-A
nl: Latijns Uitgebreid-A
pl: Łaciński, rozszerzenie A
pt: Latim Ampliado-A
tr: Genişletilmiş Latin-A
zh_hans: 拉丁文扩展-A
zh_hant: 拉丁延伸-A

source: Latin Extended-B
cs: Latinka rozšířená – B
de: Lateinisch Erweitert-B
es: Latino ampliado-B
fr: Latin étendu-B
it: Latino esteso-B
ja: ラテン文字拡張B
ko: 라틴 확장-B
nl: Latijns Uitgebreid-B
pl: Łaciński, rozszerzenie B
pt: Latim Ampliado-B
tr: Genişletilmiş Latin-B
zh_hans: 拉丁文扩展-B
zh_hant: 拉丁延伸-B

source: Latin Extended-C
cs: Latinka rozšířená – C
de: Lateinisch Erweitert-C
es: Latino ampliado-C
fr: Latin étendu-C
it: Latino esteso-C
ja: ラテン文字拡張C
ko: 라틴 확장-C
nl: Latijns Uitgebreid-C
pl: Łaciński, rozszerzenie C
pt: Latim Estendido-C
tr: Genişletilmiş Latin-C
zh_hans: 拉丁文扩展-C
zh_hant: 拉丁延伸-C

source: Latin Extended-D
cs: Latinka rozšířená – D
de: Lateinisch Erweitert-D
es: Latino ampliado-D
fr: Latin étendu-D
it: Latino esteso-D
ja: ラテン文字拡張D
ko: 라틴 확장-D
nl: Latijns Uitgebreid-D
pl: Łaciński, rozszerzenie D
pt: Latim Estendido-D
tr: Genişletilmiş Latin-D
zh_hans: 拉丁文扩展-D
zh_hant: 拉丁延伸-D

source: Latin Extended-E
cs: Latinka rozšířená – E
de: Lateinisch Erweitert-E
es: Latino ampliado-E
fr: Latin étendu-E
it: Latino esteso-E
ja: ラテン文字拡張E
ko: 라틴 확장-E
nl: Latijns Uitgebreid-E
pl: Łaciński, rozszerzenie E
pt: Latim Estendido-E
tr: Genişletilmiş Latin-E
zh_hans: 拉丁文扩展-E
zh_hant: 拉丁延伸-E

source: Latin Extended-F
cs: Latinka rozšířená – F
de: Lateinisch Erweitert-F
es: Latino ampliado-F
fr: Latin étendu-F
it: Latino esteso-F
ja: ラテン文字拡張F
ko: 라틴 확장-F
nl: Latijns Uitgebreid-F
pl: Łaciński, rozszerzenie F
pt: Latim Estendido-F
tr: Genişletilmiş Latin-F
zh_hans: 拉丁文扩展-F
zh_hant: 拉丁延伸-F

source: Latin Extended-G
cs: Latinka rozšířená – G
de: Lateinisch Erweitert-G
es: Latino ampliado-G
fr: Latin étendu-G
it: Latino esteso-G
ja: ラテン文字拡張G
ko: 라틴 확장-G
nl: Latijns Uitgebreid-G
pl: Łaciński, rozszerzenie G
pt: Latim Estendido-G
tr: Genişletilmiş Latin-G
zh_hans: 拉丁文扩展-G
zh_hant: 拉丁延伸-G

source: Latin-1 Supplement
cs: Západoevropská latinka – dodatek
de: Ergänzungen zu Lateinisch-1
es: Suplemento de Latino-1
fr: Supplément Latin-1
it: Latino-1 supplementare
ja: ラテン1補助
ko: 라틴-1 보충
nl: Latijns-1 Aanvulling
pl: Dodatek Latin-1
pt: Latim-1 Suplemento
tr: Latin-1 Eki
zh_hans: 拉丁文-1补充
zh_hant: Latin-1補充

source: Lepcha
cs: Lepčské písmo
ja: レプチャ文字
ko: 렙차 문자
pl: Lepcza
zh_hans: 雷布查文
zh_hant: 雷布查語

source: Letterlike Symbols
cs: Písmenné symboly
de: Buchstaben-ähnliche Zeichen
es: Símbolos similares a letras
fr: Symboles en forme de lettres
it: Simboli alfabetici
ja: 文字様記号
ko: 문자형 기호
nl: Letterachtige symbolen
pl: Literopodobne
pt: Símbolos ao Estilo de Letras
tr: Harf Gibi Semboller
zh_hans: 类似字母的符号
zh_hant: 類字母符號

source: Linear A
cs: Lineární A
es: Lineal A
fr: Linéaire A
it: Lineare A
ja: 線文字A
ko: 선형 A
nl: Lineair A
pl: Pismo linearne A
tr: Lineer A
zh_hans: 线形文字A
zh_hant: 線性文字A

source: Linear B Ideograms
cs: Lineární B ideogramy
de: Linear B Ideogramme
es: Ideogramas B lineales
fr: Idéogrammes linéaires B
it: Ideogrammi lineari B
ja: 線文字B象形文字
ko: 선형 B 문자
nl: Lineair B-ideogrammen
pl: Ideogramy pisma linearnego B
pt: Ideogramas Linear B
tr: Lineer B İdeogramları
zh_hans: 线性B象形文字
zh_hant: 線性B表意文字

source: Linear B Syllabary
cs: Lineární B abecední
de: Linear B Silbenlaute
es: Silabario B lineal
fr: Syllabaire linéaire B
it: Sillabario lineare B
ja: 線文字B音節文字
ko: 선형 B 문자
nl: Lineair B-syllabenschrift
pl: Sylabariusz pisma linearnego B
pt: Silabário Linear B
tr: Lineer B Heceleri
zh_hans: 线性B音节文字
zh_hant: 線性B音節

source: Lisu Supplement
cs: Lisu – dodatek
de: Ergänzung zu Lisu
es: Suplemento lisu
fr: Supplément lisu
it: Lisu supplementare
ja: リス文字補助
ko: 리수 문자 보충
nl: Lisu Aanvulling
pl: Uzupełnienie lisu
pt: Suplemento Lisu
tr: Lisu Eki
zh_hans: 老傈僳文
zh_hant: 僳語補充

source: Low Surrogates
cs: Druhé části kódů náhradních znaků
es: Suplentes bajos
fr: Remplacements inférieurs
it: Surrogati bassi
ja: 下位代用符合位置
ko: 낮은 대체 문자
nl: Lage surrogaten
pl: Surogaty niskie
pt: Substitutos Baixos
tr: Alt Vekiller
zh_hans: 低半代理
zh_hant: 低位代理

source: Lycian
cs: Lycijské písmo
de: Lykisch
es: Licio
fr: Lycien
ja: リキア文字
ko: 리키아 문자
nl: Lyciaans
pl: Licyjski
pt: Lício
tr: Likya
zh_hans: 吕西亚文
zh_hant: 呂基亞文

source: Lydian
cs: Lydijské písmo
de: Lydisch
es: Lidio
fr: Lydien
ja: リディア文字
ko: 리디아 문자
nl: Lydiaans
pl: Lidyjski
pt: Lídio
tr: Lidya
zh_hans: 吕底亚文
zh_hant: 利底安文

source: Mahajani
cs: Mahájánské
ja: マハージャニー文字
ko: 마하자니
pl: Mahajański
zh_hans: 马哈佳尼文
zh_hant: 馬拉加尼文

source: Mahjong Tiles
cs: Kostky hry Mahjong
de: Mahjongsteine
es: Fichas mahjong
fr: Pièces de mahjong
it: Tessere Mahjong
ja: 麻雀牌
ko: 마작 타일
nl: Mahjongstenen
pl: Kostki madżonga
pt: Peças de Mahjong
tr: Mahjong Taşları
zh_hans: 麻将拼图
zh_hant: 麻將牌面
